[
  "0__[f35b2d0735fa7].nameRO: Anul Nou",
  "1__[f35b2d0735fa7].nameEN: New Year",
  "2__[f35b2d0735fa7].descriptionRO: Anul Nou este sarbatorit in multe tari din intreaga lume pentru a marca inceputul unui nou an calendaristic. In Romania, aceasta sarbatoare este asociata cu petreceri, artificii, dar si cu traditii precum colindatul si schimbul de urari. Oamenii se aduna impreuna cu familia si prietenii pentru a sarbatori si a-si exprima sperantele pentru noul an.",
  "3__[f35b2d0735fa7].descriptionEN: New Year is celebrated in many countries around the world to mark the beginning of a new calendar year. In Romania, this holiday is associated with parties, fireworks, but also with traditions such as caroling and exchanging good wishes. People gather together with family and friends to celebrate and express their hopes for the new year.",
  "4__[f35b2d0735fa7].descriptionRU: Новый год отмечается во многих странах мира, чтобы отметить начало нового календарного года. В Румынии эта праздник ассоциируется с вечеринками, фейерверками, а также с традициями, такими как караоке и обмен добрыми пожеланиями. Люди собираются вместе с семьей и друзьями, чтобы отметить и выразить свои надежды на новый год.",
  "5__",
  "6__[d5a1aaa79de5d].nameRO: Ziua Internationala a Mahmurelii",
  "7__[d5a1aaa79de5d].nameEN: International Hangover Day",
  "8__[d5a1aaa79de5d].descriptionRO: Ziua Internationala a Mahmurelii este o zi in care oamenii recunosc efectele unei petreceri prea indelungate si cele mai bune metode de a le combate. In multe tari, aceasta zi este marcata de evenimente care promoveaza responsabilitatea in consumul de alcool si constientizarea efectelor negative ale excesului.",
  "9__[d5a1aaa79de5d].descriptionEN: International Hangover Day is a day for people to acknowledge the effects of a night of overindulgence and the best ways to combat them. In many countries, this day is marked by events that promote responsible drinking and raise awareness about the negative effects of excess.",
  "10__[d5a1aaa79de5d].descriptionRU: Международный день похмелья - это день, когда люди признают последствия ночи чрезмерного употребления алкоголя и лучшие способы их преодоления. Во многих странах этот день отмечается мероприятиями, посвященными ответственному употреблению алкоголя и просветлению о негативных последствиях избытка.",
  "11__",
  "12__[0367944b3a014].nameRO: Ziua Memoriei lui Ilya Muromets",
  "13__[0367944b3a014].nameEN: Day of Remembrance of the Legendary Ilya Muromets",
  "14__[0367944b3a014].descriptionRO: Ziua Memoriei lui Ilya Muromets este o sarbatoare care comemoreaza unul dintre cei mai cunoscuti eroi legendar din Rusia. Ilya Muromets este adesea considerat simbolul vitejiei si curajului, iar aceasta zi este dedicata rememorarii si celebrarii vietii si faptelor sale eroice.",
  "15__[0367944b3a014].descriptionEN: Day of Remembrance of the Legendary Ilya Muromets is a holiday that commemorates one of the most famous legendary heroes in Russia. Ilya Muromets is often considered a symbol of bravery and courage, and this day is dedicated to remembering and celebrating his life and heroic deeds.",
  "16__[0367944b3a014].descriptionRU: День памяти былинного Ильи Муромца - это праздник, посвященный одному из самых известных легендарных героев России. Илья Муромец часто считается символом отваги и мужества, и этот день посвящен воспоминанию и празднованию его жизни и героических подвигов.",
  "17__",
  "18__[9b43f69b0b462].nameRO: Ziua Mondiala a Pacii",
  "19__[9b43f69b0b462].nameEN: World Day of Peace",
  "20__[9b43f69b0b462].descriptionRO: Ziua Mondiala a Pacii este o sarbatoare internationala care celebreaza eforturile de promovare a pacii si non-violentei in intreaga lume. Aceasta zi reprezinta un moment de reflectie asupra conflictelor globale si incurajeaza oamenii sa gaseasca solutii pasnice pentru problemele lor.",
  "21__[9b43f69b0b462].descriptionEN: World Day of Peace is an international holiday that celebrates efforts to promote peace and non-violence worldwide. This day represents a moment of reflection on global conflicts and encourages people to find peaceful solutions to their problems.",
  "22__[9b43f69b0b462].descriptionRU: День всемирных молитв о мире - это международный праздник, посвященный усилиям по поощрению мира и ненасилия во всем мире. Этот день представляет собой момент размышлений о глобальных конфликтах и побуждает людей находить мирные решения своих проблем.",
  "23__",
  "24__[c6c10abdca48b].nameRO: Ziua Tragerii Cu Pistoale de Confetti in Libertate",
  "25__[c6c10abdca48b].nameEN: Day of Releasing Confetti Guns to Freedom",
  "26__[c6c10abdca48b].descriptionRO: Ziua Tragerii Cu Pistoale de Confetti in Libertate este o sarbatoare plina de veselie in care oamenii isi exprima bucuria prin folosirea pistoalelor de confetti pentru a elibera culoare si fericire in aer. Aceasta zi este asociata cu petreceri, parade si evenimente publice care celebreaza libertatea si bucuria.",
  "27__[c6c10abdca48b].descriptionEN: Day of Releasing Confetti Guns to Freedom is a joyous holiday in which people express their happiness by using confetti guns to release color and joy into the air. This day is associated with parties, parades, and public events that celebrate freedom and joy.",
  "28__[c6c10abdca48b].descriptionRU: День выпускания хлопушек на свободу - это радостный праздник, в котором люди выражают свою радость, используя хлопушки, чтобы выпустить цвет и радость в воздух. Этот день ассоциируется с вечеринками, парадами и общественными мероприятиями, посвященными свободе и радости."
]