[
  {
    "timeAgo": "",
    "nameru": "Новый год",
    "nameen": ": New Year",
    "namero": ": Anul Nou",
    "descriptionru": ": Новый год - это праздник, который отмечает начало календарного года. Во многих странах Новый год отмечается вечером 31 декабря с вечеринками, фейерверками и другими особыми событиями. Это возможность взглянуть на прошлый год и отпраздновать начало нового.",
    "descriptionen": ": New Year is a holiday that marks the beginning of the calendar year. In many countries, New Year's Eve is celebrated with parties, fireworks, and other special events on the night of December 31. It is an opportunity to reflect on the past year and celebrate the beginning of a new one.",
    "descriptionro": ": Anul Nou este o sărbătoare care marchează începutul anului calendaristic. În multe țări, Anul Nou este sărbătorit cu petreceri, artificii și alte evenimente speciale în noaptea de 31 decembrie. Este o ocazie de a reflecta asupra anului care a trecut și de a sărbători începutul unuia nou.",
    "imageURL": "",
    "id": "f35b2d0735fa7"
  },
  {
    "timeAgo": "",
    "nameru": "Международный день похмелья (International Hangover Day)",
    "nameen": ": International Hangover Day",
    "namero": ": Ziua Internațională a mahmurelii",
    "descriptionru": ": Международный день похмелья - это день, в который люди по всему миру признают последствия чрезмерного употребления алкоголя и стремятся улучшить свои привычки, связанные с употреблением алкоголя. Это возможность повысить осведомленность о рисках, связанных с чрезмерным употреблением алкоголя, и поощрить ответственность в потреблении алкогольных напитков.",
    "descriptionen": ": International Hangover Day is a day in which people around the world acknowledge the effects of excessive alcohol consumption and aim to improve their alcohol-related habits. It is an opportunity to promote awareness of the risks associated with excessive alcohol consumption and to encourage responsibility in drinking.",
    "descriptionro": ": Ziua Internațională a mahmurelii este o zi în care oamenii din întreaga lume recunosc efectele excesului de alcool și își propun să-și îmbunătățească obiceiurile legate de consumul de alcool. Este o ocazie de a promova conștientizarea asupra riscurilor legate de consumul excesiv de alcool și de a încuraja responsabilitatea în consumul de băuturi alcoolice.",
    "imageURL": "",
    "id": "d5a1aaa79de5d"
  },
  {
    "timeAgo": "",
    "nameru": "День памяти былинного Ильи Муромца",
    "nameen": ": Day of Remembrance of Ilya Muromets",
    "namero": ": Ziua memoriei lui Ilya Muromets",
    "descriptionru": ": День памяти Ильи Муромца - это праздник, в котором люди вспоминают и чтят наследие и легенду этого героя из русского фольклора. Илья Муромец известен как храбрый воин и один из самых известных героев средневековой России.",
    "descriptionen": ": The Day of Remembrance of Ilya Muromets is a holiday in which people remember and honor the legacy and legend of this hero from Russian folklore. Ilya Muromets is known as a brave warrior and one of the most famous heroes of medieval Russia.",
    "descriptionro": ": Ziua memoriei lui Ilya Muromets este o sărbătoare în care oamenii își amintesc și își onorează moștenirea și legenda acestui erou din folclorul rusesc. Ilya Muromets este cunoscut ca un luptător curajos și unul dintre cei mai faimoși eroi ai Rusiei medievale.",
    "imageURL": "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885_1280.jpg",
    "id": "0367944b3a014"
  },
  {
    "timeAgo": "",
    "nameru": "День всемирных молитв о мире (World Day of Peace)",
    "nameen": ": World Day of Peace",
    "namero": ": Ziua Mondială a Păcii",
    "descriptionru": ": День всемирного мира - это международный праздник, посвященный продвижению мира и ненасилия в мире. Это возможность взглянуть на глобальные конфликты и поощрять мирные решения международных проблем.",
    "descriptionen": ": World Day of Peace is an international celebration that promotes peace and non-violence in the world. It is an opportunity to reflect on global conflicts and to promote peaceful solutions to international issues.",
    "descriptionro": ": Ziua Mondială a Păcii este o sărbătoare internațională care promovează pacea și non-violența în lume. Este o ocazie de a reflecta asupra conflictelor globale și de a promova soluții pașnice pentru problemele internaționale.",
    "imageURL": "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885_1280.jpg",
    "id": "9b43f69b0b462"
  },
  {
    "timeAgo": "",
    "nameru": "День выпускания хлопушек на свободу",
    "nameen": ": Day of Releasing Confetti",
    "namero": ": Ziua eliberării confetilor",
    "descriptionru": ": День выпускания хлопушек на свободу - это радостное и волнующее празднование, в котором люди собираются, чтобы бросать конфетти и праздновать вместе. Это возможность отметить и поделиться моментами счастья и радости с близкими.",
    "descriptionen": ": Day of Releasing Confetti is a joyful and exciting celebration in which people gather to throw confetti and celebrate together. It is an opportunity to celebrate and share moments of happiness and joy with loved ones.",
    "descriptionro": ": Ziua eliberării confetilor este o sărbătoare plină de bucurie și entuziasm, în care oamenii se adună pentru a arunca confetti și a sărbători împreună. Este o ocazie de a celebra și de a împărtăși momente de fericire și veselie cu cei dragi.",
    "imageURL": "",
    "id": "c6c10abdca48b"
  }
]
