import { FC } from 'react'
import classes from '../page.module.css'

const CookiesRU: FC = () => (
  <div className={classes.page}>
    <h1>
      <strong className={classes.strong}>Политика использования файлов cookie для HoliDays</strong>
    </h1>

    <p className={classes.paragraph}>
      Это Политика использования файлов cookie для HoliDays, доступная по адресу
      https://sarbatori.net/
    </p>

    <p className={classes.paragraph}>
      <strong className={classes.strong}>Что такое файлы cookie</strong>
    </p>

    <p className={classes.paragraph}>
      Как и в случае с практически всеми профессиональными веб-сайтами, этот сайт использует файлы
      cookie, которые являются небольшими файлами, загружаемыми на ваш компьютер, чтобы улучшить ваш
      опыт. На этой странице описана информация, которую они собирают, как мы ее используем и почему
      иногда нам нужно сохранять эти файлы cookie. Мы также поделимся тем, как вы можете
      предотвратить сохранение этих файлов cookie, однако это может снизить функциональность или
      "сломать" определенные элементы функционала сайта.
    </p>

    <p className={classes.paragraph}>
      <strong className={classes.strong}>Как мы используем файлы cookie</strong>
    </p>

    <p className={classes.paragraph}>
      Мы используем файлы cookie по различным причинам, подробно описанным ниже. К сожалению, в
      большинстве случаев нет стандартных вариантов отключения файлов cookie без полного отключения
      функционала и возможностей, которые они добавляют к этому сайту. Рекомендуется оставить все
      файлы cookie включенными, если вы не уверены, нужны ли они вам или нет, на случай, если они
      используются для предоставления услуги, которую вы используете.
    </p>

    <p className={classes.paragraph}>
      <strong className={classes.strong}>Отключение файлов cookie</strong>
    </p>

    <p className={classes.paragraph}>
      Вы можете предотвратить установку файлов cookie, настроив параметры вашего браузера (см.
      справку вашего браузера о том, как это сделать). Имейте в виду, что отключение файлов cookie
      повлияет на функциональность этого и многих других веб-сайтов, которые вы посещаете.
      Отключение файлов cookie обычно также приведет к отключению определенных функций и
      возможностей этого сайта. Поэтому рекомендуется не отключать файлы cookie. Эта Политика файлов
      cookie была создана с помощью.
    </p>
    <p className={classes.paragraph}>
      <strong className={classes.strong}>Файлы cookie, которые мы устанавливаем</strong>
    </p>

    <ul>
      <li>
        <p className={classes.paragraph}>
          Файлы cookie, связанные с рассылкой по электронной почте
        </p>
        <p className={classes.paragraph}>
          Этот сайт предлагает услуги рассылки новостей или подписки по электронной почте, и файлы
          cookie могут использоваться для запоминания, зарегистрированы ли вы уже, и стоит ли
          показывать определенные уведомления, которые могут быть действительны только для
          зарегистрированных/ отписанных пользователей.
        </p>
      </li>

      <li>
        <p className={classes.paragraph}>Файлы cookie, связанные с опросами</p>
        <p className={classes.paragraph}>
          Время от времени мы предлагаем пользователям опросы и анкеты, чтобы предоставить вам
          интересные идеи, полезные инструменты или лучше понять нашу аудиторию. Эти опросы могут
          использовать файлы cookie для запоминания тех, кто уже участвовал в опросе, или для
          предоставления вам точных результатов после изменения страниц.
        </p>
      </li>

      <li>
        <p className={classes.paragraph}>Файлы cookie, связанные с формами</p>
        <p className={classes.paragraph}>
          Когда вы отправляете данные через форму, такую как те, которые находятся на страницах
          контактов или формах комментариев, файлы cookie могут быть установлены для запоминания
          ваших данных для будущей переписки.
        </p>
      </li>

      <li>
        <p className={classes.paragraph}>Файлы cookie, связанные с настройками сайта</p>
        <p className={classes.paragraph}>
          Для того чтобы предоставить вам отличный опыт использования этого сайта, мы предоставляем
          функциональность установки ваших предпочтений относительно того, как этот сайт работает
          при использовании. Для запоминания ваших предпочтений нам нужно устанавливать файлы
          cookie, чтобы эта информация могла вызываться при взаимодействии с страницей, на которую
          влияют ваши предпочтения.
        </p>
      </li>
    </ul>

    <p className={classes.paragraph}>
      <strong className={classes.strong}>Файлы cookie от третьих сторон</strong>
    </p>

    <p className={classes.paragraph}>
      В некоторых особых случаях мы также используем файлы cookie, предоставляемые доверенными
      сторонами. В следующем разделе детализируются файлы cookie от третьих сторон, с которыми вы
      можете столкнуться на этом сайте.
    </p>

    <ul>
      <li>
        <p className={classes.paragraph}>
          Этот сайт использует Google Analytics, который является одним из самых распространенных и
          доверенных решений для аналитики в сети сети, чтобы помочь нам понять, как вы используете
          сайт, и способы улучшить ваш опыт. Эти файлы cookie могут отслеживать такие вещи, как
          длительность вашего пребывания на сайте и страницы, которые вы посещаете, чтобы мы могли
          продолжать создавать интересный контент.
        </p>
        <p className={classes.paragraph}>
          Дополнительные сведения о файлах cookie Google Analytics см. на официальной странице
          Google Analytics.
        </p>
      </li>

      <li>
        <p className={classes.paragraph}>
          Аналитика третьих сторон используется для отслеживания и измерения использования этого
          сайта, чтобы мы могли продолжать создавать интересный контент. Эти файлы cookie могут
          отслеживать такие вещи, как длительность вашего пребывания на сайте или страницы, которые
          вы посещаете, что помогает нам понять, как мы можем улучшить сайт для вас.
        </p>
      </li>

      <li>
        <p className={classes.paragraph}>
          Время от времени мы тестируем новые функции и вносим незаметные изменения в способ
          доставки сайта. Когда мы все еще тестируем новые функции, эти файлы cookie могут
          использоваться для обеспечения того, чтобы вы получали согласованный опыт во время
          нахождения на сайте, а также для обеспечения понимания того, какие оптимизации наши
          пользователи наиболее ценят.
        </p>
      </li>

      <li>
        <p className={classes.paragraph}>
          Поскольку мы продаем продукты, важно для нас понимать статистику о том, сколько
          посетителей нашего сайта фактически совершают покупку, и таковыми данными отслеживаются
          эти файлы cookie. Это важно для вас, потому что это означает, что мы можем точно делать
          бизнес-прогнозы, которые позволяют нам отслеживать наши рекламные и продуктовые затраты
          для обеспечения наилучшей возможной цены.
        </p>
      </li>

      <li>
        <p className={classes.paragraph}>
          Мы используем рекламу для покрытия затрат на работу этого сайта и обеспечения
          финансирования для дальнейшего развития. Файлы cookie для поведенческой рекламы,
          используемые на этом сайте, предназначены для обеспечения вам наиболее релевантной
          рекламы, по возможности, анонимно отслеживая ваши интересы и представляя похожие вещи,
          которые могут вас заинтересовать.
        </p>
      </li>

      <li>
        <p className={classes.paragraph}>
          Несколько партнеров рекламируют от нас от имени и файлы cookie для отслеживания
          аффилированных отслеживания просто позволяют нам видеть, пришли ли наши клиенты на сайт
          через один из сайтов наших партнеров, чтобы мы могли соответствующим образом их
          кредитовать и, при необходимости, разрешить нашим партнерам по аффилиатской программе
          предоставить любой бонус, который они могли бы предоставить вам за покупку.
        </p>
      </li>
    </ul>

    <p className={classes.paragraph}>
      <strong className={classes.strong}>Больше информации</strong>
    </p>

    <p className={classes.paragraph}>
      Надеемся, что это прояснило для вас вопросы, и, как уже упоминалось, если есть что-то, в чем
      вы не уверены, нужно вам это или нет, обычно безопаснее оставить файлы cookie включенными на
      случай, если они взаимодействуют с одной из функций, которые вы используете на нашем сайте.
    </p>

    <p className={classes.paragraph}>
      Для более общей информации о файлах cookie, пожалуйста, прочитайте{' '}
      <a href='https://www.cookiepolicygenerator.com/sample-cookies-policy/'>
        статью Политика использования файлов cookie
      </a>
      .
    </p>

    <p className={classes.paragraph}>
      Однако, если вы все еще ищете больше информации, вы можете связаться с нами по одному из наших
      предпочтительных методов связи:
    </p>

    <ul>
      <li>
        Email: <a href='mailto:dum.gotca@gmail.com'>dum.gotca@gmail.com</a>
      </li>
    </ul>
  </div>
)
export default CookiesRU
