import { FC } from 'react'
import classes from '../page.module.css'

const TermsAndConditionsRU: FC = () => (
  <div className={classes.page}>
    <h2>
      <strong className={classes.strong}>Условия и положения</strong>
    </h2>
    <p className={classes.paragraph}>Добро пожаловать в DIMA'S SOFTWARE!</p>
    <p className={classes.paragraph}>
      Эти условия и положения определяют правила и регуляции для использования веб-сайта компании
      DIMA'S SOFTWARE, расположенного по адресу https://www.sarbatori.net.
    </p>
    <p className={classes.paragraph}>
      Посещая этот веб-сайт, мы предполагаем, что вы принимаете эти условия и положения. Не
      продолжайте использовать сайт, если вы не согласны со всеми условиями и положениями,
      указанными на этой странице.
    </p>
    <p className={classes.paragraph}>
      Следующая терминология применима к этим Условиям и положениям, Политике конфиденциальности и
      Отказу от ответственности и всем Соглашениям: "Клиент", "Вы" и "Ваш" относятся к вам,
      человеку, который входит на этот веб-сайт и соблюдает условия и положения компании.
      "Компания", "Мы", "Наш", "Наша" и "Нас" относятся к нашей компании. "Сторона", "Стороны" или
      "Нас" относятся как к Клиенту, так и к нам. Все термины относятся к предложению, принятию и
      рассмотрению платежа, необходимого для процесса нашей помощи Клиенту наиболее подходящим
      образом с целью удовлетворения потребностей Клиента в отношении предоставления заявленных
      услуг компании, в соответствии с и подлежащих действующему законодательству Молдовы. Любое
      использование вышеуказанной терминологии или других слов в единственном числе, множественном
      числе, заглавных буквах и/или он/она или они, рассматривается как взаимозаменяемые и поэтому
      относящиеся к одному и тому же.
    </p>
    <h3>
      <strong className={classes.strong}>Файлы cookie</strong>
    </h3>
    <p className={classes.paragraph}>
      Мы используем файлы cookie. Посещая сайт, вы соглашаетесь на использование файлов cookie в
      соответствии с Политикой конфиденциальности сайта.
    </p>
    <p className={classes.paragraph}>
      Большинство интерактивных веб-сайтов используют файлы cookie, чтобы мы могли получать
      информацию о пользователе при каждом посещении. Файлы cookie используются на нашем сайте,
      чтобы включить функциональность определенных областей для упрощения посещения нашего сайта для
      людей. Некоторые из наших партнеров/рекламодателей также могут использовать файлы cookie.
    </p>
    <h3>
      <strong className={classes.strong}>Лицензия</strong>
    </h3>
    <p className={classes.paragraph}>
      За исключением случаев, когда указано иное, DIMA'S SOFTWARE и/или его лицензиары владеют
      интеллектуальной собственностью на все материалы на сайте. Все интеллектуальные права
      защищены. Вы можете получить доступ к этим материалам на сайте для своих личных нужд, с
      соблюдением условий, изложенных в этих условиях и положениях.
    </p>
    <p className={classes.paragraph}>Вы не должны:</p>
    <ul>
      <li>Перепубликовывать материалы с сайта</li>
      <li>Продавать, сдавать в аренду или предоставлять материалы с сайта в сублицензию</li>
      <li>Воспроизводить, дублировать или копировать материалы с сайта</li>
      <li>Перераспределять контент DIMA'S SOFTWARE</li>
    </ul>
    <p className={classes.paragraph}>Это соглашение начинает действовать с даты его подписания.</p>
    <p className={classes.paragraph}>
      Некоторые части этого веб-сайта предоставляют пользователям возможность публиковать и
      обмениваться мнениями и информацией в определенных областях сайта. DIMA'S SOFTWARE не
      фильтрует, не редактирует, не публикует или не проверяет Комментарии перед их появлением на
      сайте. Комментарии не отражают взгляды и мнения DIMA'S SOFTWARE, его агентов и/или
      аффилированных лиц. Комментарии отражают взгляды и мнения лица, которое публикует свои взгляды
      и мнения. В той мере, в какой это допускается применимым законодательством, DIMA'S SOFTWARE не
      будет нести ответственность за Комментарии или за любую ответственность, ущерб или расходы,
      вызванные и/или понесенные в результате любого использования и/или публикации и/или появления
      Комментариев на этом веб-сайте.
    </p>
    <p className={classes.paragraph}>
      DIMA'S SOFTWARE оставляет за собой право отслеживать все Комментарии и удалять любые
      Комментарии, которые могут быть считаться неподходящими, оскорбительными или нарушающими эти
      Условия и положения.
    </p>
    <p className={classes.paragraph}>Вы заявляете и гарантируете, что:</p>
    <ul>
      <li>
        У вас есть право публиковать Комментарии на нашем сайте и имеются все необходимые лицензии и
        согласия для этого;
      </li>
      <li>
        Комментарии не нарушают никаких прав интеллектуальной собственности, включая, без
        ограничений, авторские права, патенты или товарные знаки третьих лиц;
      </li>
      <li>
        Комментарии не содержат клеветнических, оскорбительных, непристойных или иным образом
        незаконных материалов, которые являются нарушением частной жизни
      </li>
      <li>
        Комментарии не будут использоваться для привлечения или продвижения бизнеса или обычаев или
        для представления коммерческой деятельности или незаконных действий.
      </li>
    </ul>
    <p className={classes.paragraph}>
      Вы тем самым предоставляете DIMA'S SOFTWARE неисключительную лицензию на использование,
      воспроизведение, редактирование и разрешение другим использовать, воспроизводить и
      редактировать любые ваши Комментарии в любой форме, формате или средстве.
    </p>
    <h3>
      <strong className={classes.strong}>Ссылки на наш контент</strong>
    </h3>
    <p className={classes.paragraph}>
      Следующие организации могут ссылаться на наш веб-сайт без предварительного письменного
      разрешения:
    </p>
    <ul>
      <li>Правительственные агентства;</li>
      <li>Поисковые системы;</li>
      <li>Новостные организации;</li>
      <li>
        Распространители онлайн-директорий могут ссылаться на наш веб-сайт так же, как они
        гиперссылки на веб-сайты других перечисленных бизнесов; и
      </li>
      <li>
        Системные аккредитованные бизнесы, за исключением некоммерческих организаций,
        благотворительных торговых пунктов, которые не могут ссылаться на наш веб-сайт.
      </li>
    </ul>
    <p className={classes.paragraph}>
      Эти организации могут ссылаться на нашу домашнюю страницу, на публикации или на другую
      информацию на веб-сайте, при условии, что ссылка: (а) ни в коем случае не обманчива; (b) не
      подразумевает ложное покровительство, одобрение или одобрение стороны, создающей ссылку, и ее
      продуктов и/или услуг; и (c) соответствует контексту сайта стороны, создающей ссылку.
    </p>
    <p className={classes.paragraph}>
      Мы можем рассмотреть и одобрить другие запросы на ссылки от следующих типов организаций:
    </p>
    <ul>
      <li>Известные источники информации для потребителей и/или бизнеса;</li>
      <li>Сайты сообществ dot.com;</li>
      <li>Ассоциации или другие группы, представляющие благотворительные организации;</li>
      <li>Распространители онлайн-директорий;</li>
      <li>Интернет-порталы;</li>
      <li>Бухгалтерские, юридические и консультационные компании; и</li>
      <li>Образовательные учреждения и торговые ассоциации.</li>
    </ul>
    <p className={classes.paragraph}>
      Мы одобрим запросы на ссылки от этих организаций, если мы решим, что: (a) ссылка не заставит
      нас выглядеть неблагоприятно для нас или наших аккредитованных бизнесов; (b) организация не
      имеет негативных записей с нами; (c) выгода для нас от видимости гиперссылки компенсирует
      отсутствие DIMA'S SOFTWARE; и (d) ссылка находится в контексте общей информации.
    </p>
    <p className={classes.paragraph}>
      Эти организации могут ссылаться на нашу домашнюю страницу, при условии, что ссылка: (а) ни в
      коем случае не обманчива; (b) не подразумевает ложное покровительство, одобрение или одобрение
      стороны, создающей ссылку, и ее продуктов или услуг; и (c) соответствует контексту сайта
      стороны, создающей ссылку.
    </p>
    <p className={classes.paragraph}>
      Если вы являетесь одной из организаций, перечисленных в пункте 2 выше, и заинтересованы в
      создании ссылки на наш веб-сайт, вы должны сообщить нам, отправив электронное письмо в DIMA'S
      SOFTWARE. Пожалуйста, включите ваше имя, название вашей организации, контактную информацию, а
      также URL вашего сайта, список любых URL-адресов, с которых вы намереваетесь создать ссылку на
      наш веб-сайт, и список URL-адресов на нашем сайте, на которые вы хотели бы создать ссылку.
      Ожидайте 2-3 недели на ответ.
    </p>
    <p className={classes.paragraph}>
      Одобренные организации могут ссылаться на наш веб-сайт следующими способами:
    </p>
    <ul>
      <li>Используя наше корпоративное название; или</li>
      <li>Используя унифицированный указатель ресурсов, на который ссылается; или</li>
      <li>
        Используя любое другое описание нашего веб-сайта, на который ссылается, который имеет смысл
        в контексте и формате контента на сайте стороны, создающей ссылку.
      </li>
    </ul>
    <p className={classes.paragraph}>
      Использование логотипа DIMA'S SOFTWARE или других элементов графики для ссылки не допускается
      без соглашения о лицензии на товарный знак.
    </p>
    <h3>
      <strong className={classes.strong}>iFrames</strong>
    </h3>
    <p className={classes.paragraph}>
      Без предварительного разрешения и письменного разрешения вы не можете создавать рамки вокруг
      наших веб-страниц, которые изменяют визуальное представление или внешний вид нашего веб-сайта.
    </p>
    <h3>
      <strong className={classes.strong}>Ответственность за контент</strong>
    </h3>
    <p className={classes.paragraph}>
      Мы не будем нести ответственность за любой контент, который появляется на вашем веб-сайте. Вы
      соглашаетесь защищать и оберегать нас от всех претензий, возникающих на вашем веб-сайте. На
      любом веб-сайте не должно быть ссылок, которые могут быть интерпретированы как клеветнические,
      непристойные или преступные, или которые нарушают, иным образом нарушают или способствуют
      нарушению или другим нарушениям прав третьих сторон.
    </p>
    <h3>
      <strong className={classes.strong}>Оговорка прав</strong>
    </h3>
    <p className={classes.paragraph}>
      Мы оставляем за собой право требовать удаления всех ссылок или любой конкретной ссылки на наш
      веб-сайт. Мы немедленно одобряем удаление всех ссылок на наш веб-сайт по запросу. Мы также
      оставляем за собой право изменять эти условия и политику ссылок в любое время. Продолжая
      размещать ссылки на наш веб-сайт, вы соглашаетесь быть связанными и соблюдать эти условия и
      политику ссылок.
    </p>
    <h3>
      <strong className={classes.strong}>Удаление ссылок с нашего веб-сайта</strong>
    </h3>
    <p className={classes.paragraph}>
      Если вы найдете на нашем веб-сайте какую-либо ссылку, которая по какой-либо причине вас
      оскорбляет, вы можете в любое время связаться с нами и сообщить нам об этом. Мы рассмотрим
      запросы на удаление ссылок, но не обязаны это делать или отвечать вам напрямую.
    </p>
    <p className={classes.paragraph}>
      Мы не гарантируем, что информация на этом веб-сайте верна, мы не гарантируем ее полноту или
      точность; также мы не обещаем обеспечивать доступность веб-сайта или обновление материалов на
      сайте.
    </p>
    <h3>
      <strong className={classes.strong}>Отказ от ответственности</strong>
    </h3>
    <p className={classes.paragraph}>
      В максимально допустимой степени, разрешенной применимым законодательством, мы исключаем все
      заявления, гарантии и условия, относящиеся к нашему веб-сайту и его использованию. Ничто в
      этом отказе от ответственности не будет:
    </p>
    <ul>
      <li>ограничивать или исключать нашу или вашу ответственность за смерть или личные травмы;</li>
      <li>
        ограничивать или исключать нашу или вашу ответственность за мошенничество или фальсификацию;
      </li>
      <li>
        ограничивать любую из наших или ваших ответственностей незаконным образом в соответствии с
        применимым законодательством; или
      </li>
      <li>
        исключать любую нашу или вашу ответственность, которая не может быть исключена в
        соответствии с применимым законодательством.
      </li>
    </ul>
    <p className={classes.paragraph}>
      Ограничения и запреты ответственности, установленные в этом разделе и в других частях этого
      отказа от ответственности: (а) подлежат предыдущему пункту; и (б) регулируют все
      ответственности, возникающие из отказа от ответственности, включая ответственность,
      возникающую из контракта, из-за проступка и за нарушение законного долга.
    </p>
    <p className={classes.paragraph}>
      Пока веб-сайт и информация и услуги на сайте предоставляются бесплатно, мы не будем нести
      ответственность за любые потери или ущерб любого рода.
    </p>
  </div>
)
export default TermsAndConditionsRU
