import classes from '../page.module.css'

const PrivacyPolicyRU = () => (
  <div className={classes.page}>
    <h1>
      <strong className={classes.strong}>
        Политика конфиденциальности для DIMA'S SOFTWARE SRL
      </strong>
    </h1>
    <p className={classes.paragraph}>
      В Dimas's Software одним из наших основных приоритетов является конфиденциальность наших
      посетителей. Этот документ Политики конфиденциальности содержит информацию о типах данных,
      которые собираются и регистрируются DIMA'S SOFTWARE, и о том, как мы их используем.
    </p>
    <p className={classes.paragraph}>
      Если у вас есть дополнительные вопросы или вам нужна дополнительная информация о нашей
      Политике конфиденциальности, не стесняйтесь связаться с нами.
    </p>
    <p className={classes.paragraph}>
      Эта Политика конфиденциальности применяется только к нашей онлайн-деятельности и действительна
      для посетителей нашего веб-сайта в отношении информации, которую они делились и/или собирали в
      DIMA'S SOFTWARE. Эта политика не применяется к информации, собранной офлайн или через другие
      каналы, отличные от этого веб-сайта.
    </p>
    <h2>
      <strong className={classes.strong}> Согласие</strong>
    </h2>
    <p className={classes.paragraph}>
      Используя наш веб-сайт, вы тем самым даёте согласие на нашу Политику конфиденциальности и
      соглашаетесь с её условиями.
    </p>
    <h2>
      <strong className={classes.strong}> Информация, которую мы собираем</strong>
    </h2>
    <p className={classes.paragraph}>
      Личные данные, которые вам предлагается предоставить, и причины, по которым вам предлагается
      их предоставить, будут ясны в момент, когда мы попросим вас предоставить вашу личную
      информацию.
    </p>
    <p className={classes.paragraph}>
      Если вы свяжетесь с нами напрямую, мы можем получить дополнительную информацию о вас, такую
      как ваше имя, адрес электронной почты, номер телефона, содержание сообщения и/или вложения,
      которые вы можете нам отправить, и любую другую информацию, которую вы решите предоставить.
    </p>
    <p className={classes.paragraph}>
      При регистрации аккаунта мы можем запросить ваши контактные данные, включая элементы, такие
      как имя, название компании, адрес, адрес электронной почты и номер телефона.
    </p>
    <h2>
      <strong className={classes.strong}> Как мы используем вашу информацию</strong>
    </h2>
    <p className={classes.paragraph}>
      Мы используем информацию, которую собираем различными способами, включая:
    </p>
    <ul>
      <li>Предоставление, оперирование и поддержание нашего веб-сайта</li>
      <li>Улучшение, персонализация и расширение нашего веб-сайта</li>
      <li>Понимание и анализ того, как вы используете наш веб-сайт</li>
      <li>Разработка новых продуктов, услуг, функций и функциональности</li>
      <li>
        Общение с вами, напрямую или через одного из наших партнёров, включая обслуживание клиентов,
        для предоставления вам обновлений и другой информации, относящейся к веб-сайту, а также для
        маркетинговых и рекламных целей
      </li>
      <li>Отправка электронных писем</li>
      <li>Поиск и предотвращение мошенничества</li>
    </ul>
    <h2>
      <strong className={classes.strong}> Журналы файлов (Log Files)</strong>
    </h2>
    <p className={classes.paragraph}>
      DIMA'S SOFTWARE следует стандартной процедуре использования журналов файлов. Эти файлы
      регистрируют посетителей, когда они посещают веб-сайты. Все хостинг-компании делают это и
      являются частью аналитики услуг хостинга. Информация, собранная журналами файлов, включает
      интернет-протокол (IP) адреса, тип браузера, интернет-провайдера (ISP), отметки времени и
      даты, страницы направления/выхода и возможно количество кликов. Эти данные не связаны с
      какой-либо информацией, которая может быть лично идентифицирована. Целью информации является
      анализ тенденций, администрирование сайта, отслеживание движения пользователей на сайте и сбор
      демографической информации.
    </p>
    <h2>
      <strong className={classes.strong}> Cookies и веб-маяки</strong>
    </h2>
    <p className={classes.paragraph}>
      Как и любой другой веб-сайт, DIMA'S SOFTWARE использует "cookies". Эти cookies используются
      для хранения информации, включая предпочтения посетителей и страницы на веб-сайте, которые
      посетитель посещал или посещал. Информация используется для оптимизации пользовательского
      опыта путем персонализации содержимого нашей веб-страницы на основе типа браузера посетителей
      и/или другой информации.
    </p>
    <h2>
      <strong className={classes.strong}> Google DoubleClick DART Cookie</strong>
    </h2>
    <p className={classes.paragraph}>
      Google является одним из сторонних поставщиков на нашем сайте. Он также использует cookies,
      известные как DART cookies, для показа рекламы нашим посетителям на основе их посещения
      www.website.com и других сайтов в интернете. Однако посетители могут отказаться от
      использования DART cookies, посетив политику конфиденциальности сети рекламы Google по
      следующему URL-адресу - <a href='https://policies.google.com/technologies/ads'>google ads</a>
    </p>
    <h2>
      <strong className={classes.strong}> Наши рекламные партнеры</strong>
    </h2>
    <p className={classes.paragraph}>
      Некоторые из рекламодателей на нашем сайте могут использовать cookies и веб-маяки. Наши
      рекламные партнеры перечислены ниже. У каждого из наших рекламных партнеров есть своя
      собственная Политика конфиденциальности для их политик в отношении пользовательских данных.
      Для удобства доступа мы включили ссылки на их Политики конфиденциальности ниже.
    </p>
    <ul>
      <li>
        <p className={classes.paragraph}>Google</p>
        <p className={classes.paragraph}>
          <a href='https://policies.google.com/technologies/ads'>google ads</a>
        </p>
      </li>
    </ul>
    <h2>
      <strong className={classes.strong}>Политики конфиденциальности рекламных партнеров</strong>
    </h2>
    <p className={classes.paragraph}>
      Вы можете просмотреть этот список, чтобы найти Политику конфиденциальности для каждого из
      рекламных партнеров DIMA'S SOFTWARE.
    </p>
    <p className={classes.paragraph}>
      Сторонние рекламные серверы или сети рекламы используют технологии, такие как cookies,
      JavaScript или веб-маяки, которые используются в их соответствующих рекламных объявлениях и
      ссылках, которые появляются на DIMA'S SOFTWARE, которые отправляются непосредственно в браузер
      пользователей. Они автоматически получают ваш IP-адрес, когда это происходит. Эти технологии
      используются для измерения эффективности их рекламных кампаний и/или для персонализации
      рекламного контента, который вы видите на веб-сайтах, которые вы посещаете.
    </p>
    <p className={classes.paragraph}>
      Обратите внимание, что DIMA'S SOFTWARE не имеет доступа или контроля над этими cookies,
      которые используются сторонними рекламодателями.
    </p>
    <h2>
      <strong className={classes.strong}> Политики конфиденциальности третьих сторон</strong>
    </h2>
    <p className={classes.paragraph}>
      Политика конфиденциальности DIMA'S SOFTWARE не распространяется на других рекламодателей или
      веб-сайты. Поэтому мы советуем вам консультироваться с соответствующими Политиками
      конфиденциальности этих сторонних рекламных серверов для более детальной информации. Она может
      включать их практики и инструкции о том, как отказаться от определенных опций.
    </p>
    <p className={classes.paragraph}>
      Вы можете выбрать отключение cookies через настройки вашего браузера. Для получения более
      подробной информации о том, как управлять cookies в определенных браузерах, она может быть
      найдена на веб-сайтах соответствующих браузеров.
    </p>
    <h2>
      <strong className={classes.strong}>
        Права на конфиденциальность данных CCPA (Не продавать мои личные данные)
      </strong>
    </h2>
    <p className={classes.paragraph}>
      В соответствии с CCPA, среди прочего, потребители Калифорнии имеют право на:
    </p>
    <p className={classes.paragraph}>
      Запросить, чтобы компания, собирающая личные данные потребителя, раскрыла категории и
      конкретные части личных данных, которые компания собрала о потребителях.
    </p>
    <p className={classes.paragraph}>
      Запросить, чтобы компания удалила любые личные данные о потребителе, которые компания собрала.
    </p>
    <p className={classes.paragraph}>
      Запросить, чтобы компания, продававшая личные данные потребителя, не продавала личные данные
      потребителя.
    </p>
    <p className={classes.paragraph}>
      Если вы сделаете запрос, у нас есть один месяц, чтобы ответить вам. Если вы хотите
      воспользоваться любым из этих прав, пожалуйста, свяжитесь с нами.
    </p>
    <h2>
      <strong className={classes.strong}> Права на защиту данных GDPR</strong>
    </h2>
    <p className={classes.paragraph}>
      Мы хотим убедиться, что вы полностью осведомлены обо всех ваших правах на защиту данных.
      Каждый пользователь имеет право на следующее:
    </p>
    <p className={classes.paragraph}>
      Право на доступ – Вы имеете право запросить копии ваших личных данных. Мы можем взимать
      небольшую плату за эту услугу.
    </p>
    <p className={classes.paragraph}>
      Право на исправление – Вы имеете право запросить, чтобы мы исправили любую информацию, которую
      вы считаете неточной. Вы также имеете право запросить, чтобы мы дополнили информацию, которую
      вы считаете неполной.
    </p>
    <p className={classes.paragraph}>
      Право на удаление – Вы имеете право запросить, чтобы мы удалили ваши личные данные, при
      определенных условиях.
    </p>
    <p className={classes.paragraph}>
      Право на ограничение обработки – Вы имеете право запросить, чтобы мы ограничили обработку
      ваших личных данных, при определенных условиях.
    </p>
    <p className={classes.paragraph}>
      Право на возражение против обработки – Вы имеете право возразить против нашей обработки ваших
      личных данных, при определенных условиях.
    </p>
    <p className={classes.paragraph}>
      Право на перенос данных – Вы имеете право запросить, чтобы мы передали данные, которые мы
      собрали, другой организации или непосредственно вам, при определенных условиях.
    </p>
    <p className={classes.paragraph}>
      Если вы сделаете запрос, у нас есть один месяц, чтобы ответить вам. Если вы хотите
      воспользоваться любым из этих прав, пожалуйста, свяжитесь с нами.
    </p>
    <h2>
      <strong className={classes.strong}> Информация о детях</strong>
    </h2>
    <p className={classes.paragraph}>
      Другой частью нашего приоритета является добавление защиты детей при использовании интернета.
      Мы призываем родителей и опекунов наблюдать, участвовать и/или контролировать и направлять их
      онлайн-активность.
    </p>
    <p className={classes.paragraph}>
      DIMA'S SOFTWARE не собирает сознательно никакой лично идентифицируемой информации от детей в
      возрасте до 13 лет. Если вы считаете, что ваш ребенок предоставил такого рода информацию на
      нашем сайте, мы настоятельно рекомендуем вам немедленно связаться с нами, и мы предпримем все
      необходимые меры для немедленного удаления такой информации из наших записей.
    </p>
    <h2>
      <strong className={classes.strong}>Изменения в этой Политике конфиденциальности</strong>
    </h2>
    <p className={classes.paragraph}>
      Мы можем периодически обновлять нашу Политику конфиденциальности. Поэтому мы советуем вам
      регулярно проверять эту страницу на наличие изменений. Мы уведомим вас о любых изменениях,
      разместив новую Политику конфиденциальности на этой странице. Эти изменения вступают в силу
      немедленно после их публикации на этой странице.
    </p>
    <h2>
      <strong className={classes.strong}>Свяжитесь с нами</strong>
    </h2>
    <p className={classes.paragraph}>
      Если у вас есть вопросы или предложения касательно нашей Политики конфиденциальности, не
      стесняйтесь обращаться к нам.
    </p>
    <p className={classes.paragraph}>
      Если у вас есть вопросы или требуется информация, касающаяся безопасности данных пользователей
      HoliDays, пожалуйста, напишите нам на электронный адрес&nbsp;
      <a href='mailto:dum.gotca@gmail.com'>dum.gotca@gmail.com</a>
    </p>
  </div>
)
export default PrivacyPolicyRU
